ดาบโก้ๆกังๅ=20 # DMG 20
ปืนใหญ่บางระจัน=40 # DMG 40
หนังกะติกยิงมะม่วง=5 # DMG 5
Monster=60 # HP 60

while True:

  print(" เจอมอนส!! ทำไงดี! ")
  print("1. จัดเลย ")
  print("2. บิดคับ ")
  choice = int(input())
  if choice == 1 : 
     print("เราจำเป็นต้องกำหนดว่าจะจัดกี่ครั้ง")
     time =  int(input("จัดกี่รอบดี???"))
     print("เรียกอาวุธ!!!", "1.ดาบโก้ๆกังๆ" , "2.ปืนใหญ่บางระจัน", "3.หนังกะติกยิงมะม่วง")
     อาวุธที่ใช้ = int(input())
     print 
    
    
  elif choice == 2 : 
     print("บิดโหด โดดหนี!!")
     break
  



 
